Repository: Daniellukyanchuk/point_of_sale
Catalog: locale/*/app.edit.po
Languages: ru

source: Import Products From File
ru: Импортировать продуктов из файла

source: Now you can
ru: Теперь вы можете

source: (itemized by product)
ru: (распределено по продуктам)

source: + Add to Inventory
ru: + добавить на инвентарь

source: + New Client
ru: + новый клиент

source: + New Order
ru: + новый заказ

source: + New Product
ru: + новый продукт

source: + New Purchase Order
ru: + Новый заказ на зокупку

source: + New Role
ru: + новый роль

source: + New Supplier
ru: + новый постовщик

source: + New User
ru: + новый пользователь

source: <i class="fa-solid fa-chevron-left"></i> Go back
ru: <i class="fa-solid fa-chevron-left"></i> назад

source: <i class="fa-solid fa-download"></i> Export as Excel
ru: <i class="fa-solid fa-download"></i> експортировать в Excel

source: <i class="fa-solid fa-file-import"></i> Import from Excel
ru: <i class="fa-solid fa-file-import"></i> импортировать из Excel

source: ATOMY: Client Registration
ru: Атоми: Регистрации Клиента

source: Actual CPU
ru: Факт. стоимость за единицу

source: Actual Order
ru: Факт. заказ

source: Actual Quantity
ru: Факт. кол-во

source: Actual total:
ru: Факт. итог:

source: Add Product
ru: Добавить продукт

source: Address
ru: Адрес

source: Address:
ru: Адрес:

source: Atomy mall
ru: ТЦ Атоми

source: Avg. Spent
ru: Средный чек

source: Back
ru: Назад

source: Categories
ru: Категории продуктов

source: Choose Product
ru: Выбрать продукт

source: City
ru: Город

source: City:
ru: Город:

source: Client
ru: Клиент

source: Client (id)
ru: Клиент (ID)

source: Client ID
ru: ID клиента

source: Client Name
ru: ФИО клиента

source: Client Purchase Report
ru: Отчет о закупки клиентах

source: Client Report
ru: Отчёт о клиентов

source: Client:
ru: Клиент:

source: Clients
ru: Клиентов

source: Column headers must be in the correct order match headers in the database. HINT: Export existing products to file for reference.
ru: Заголовки столбцов должны быть в правильном порядке и соответствовать заголовкам в базе данных. СОВЕТ: Экспортируйте существующие продукты в файл для справки.

source: Cost
ru: Расход

source: Cost per Unit
ru: Расход за единицу

source: Cost per Unit (CPU)
ru: Расход за единицу

source: Cost per Unit:
ru: Расход за единицу:

source: Create Category
ru: Создать категории

source: Create Client
ru: Создать клиента

source: Create Inventory
ru: Создать инвентарь

source: Create Order
ru: Создать заказ

source: Create Product
ru: Создать продукта

source: Create Purchase Order
ru: Создать заказ на закупку

source: Create Role
ru: Создать роль

source: Create Supplier
ru: Создать поставщика

source: Create User
ru: Создать пользователя

source: Date Ordered
ru: Дата заказа

source: Date Received
ru: Дата получение

source: Date added
ru: Дата добавления

source: Date of Birth
ru: Дата рождения

source: Date ordered
ru: Дата заказа

source: Date ordered:
ru: Дата заказа:

source: Date received
ru: Дата получения

source: Date received:
ru: Дата получения:

source: DoB
ru: Дата рождения

source: Edit
ru: Редактировать

source: Editing Inventory Record
ru: Редактирование инвентарной записи

source: Editing Order
ru: Редактирование заказа

source: Editing Product
ru: Редактирование продукта

source: Editing Purchase Order
ru: Редактирование заказа на закупки

source: Editing Supplier
ru: Редактирование поставщика

source: Email
ru: Емайл

source: Enter registered email address
ru: Введите зарегистрированный адрес электронной почты

source: Expected delivery
ru: Ожид. дата доставки

source: Files must be one of the following formats: xls or xlsx
ru: Файлы должны быть одного из следующих форматов: xls. или .xlsx

source: Fill out the form below:
ru: Заполните форму ниже:

source: First Name
ru: Имя

source: Gender
ru: Пол

source: Get registered:
ru: Зарегистрируйтесь:

source: Get your ID and password:
ru: Получите свой идентификатор и пароль:

source: Go to P.O.
ru: Переидти на закупку

source: Grams per Unit:
ru: Грамм на единицу:

source: Grams per unit
ru: Грамм на единицу

source: Grand Total
ru: Общая сумма

source: Grand total:
ru: Общая сумма:

source: How it works:
ru: Как это работает:

source: If you just want to buy products for yourself, that is totally ok, however, as an official member you will also automatically start to accumulate points on any atomy products you, or anyone registered through you buys!
ru: Если вы просто хотите покупать продукты для себя, это совершенно нормально, однако, как официальный участник, вы также автоматически начнете накапливать баллы за любые продукты atomy, которые покупаете вы или кто-либо, зарегистрированный через вас!

source: Import Products
ru: Импортировать продукты

source: Inventory
ru: Инвентарь

source: Inventory Id
ru: ID инвентара

source: Inventory Id:
ru: ID инвентара:

source: Inventory Records
ru: Инвентаризационные записи

source: Inventory Report
ru: Отчёт инвентаризации

source: Inventory Value
ru: Стоимость инвентаря

source: Inventory|Cost per unit
ru: Расход за единицу

source: Inventory|Remaining quantity
ru: Оставшееся кол-во

source: Learn more about the Atomy marketing plan and compensation structure!
ru: Узнайте больше о маркетинговом плане Атоми и структуре вознаграждения!

source: Most Atomy members earn a little extra through these commissions, but with some effort you can actually turn Atomy into a serious career with a passive income that will keep giving long after you've stopped working!
ru: Большинство членов Atomy зарабатывают немного больше за счет этих комиссий, но приложив некоторые усилия, вы действительно можете превратить Atomy в серьезную карьеру с пассивным доходом, который будет приносить еще долго после того, как вы перестанете работать!

source: Name
ru: Имя

source: New Client
ru: Новый клиент

source: New Inventory Record
ru: Новый инвентаризационный запис

source: New Order
ru: Новый заказ

source: New Product
ru: Новый продукт

source: New Purchase Order
ru: Новый заказ на закупку

source: New Role
ru: Новый роль

source: New Supplier
ru: Новый постовщик

source: Once you have submitted the form below, you will be registered by a current Atomy member, making you an official member. Don't worry, there are <b>no fees or obligations</b> associated with being a member.
ru: После того, как вы отправите форму ниже, вы будете зарегистрированы текущим участником Атоми, что сделает вас официальным участником. Не беспокойтесь, членство в программе <b>никаких сборов или обязательств</b> не связано.

source: Order
ru: Заказ

source: Order Date
ru: Дата заказа

source: Order History
ru: История заказов

source: Order Id
ru: ID заказа

source: Order Id:
ru: ID заказа:

source: Order Total
ru: Итог заказа

source: Order placed
ru: Дата заказа

source: Order product
ru: Продукт заказа

source: Order received
ru: Дата получение

source: OrderProduct|Quantity
ru: Колечество

source: OrderProduct|Sale price
ru: Цена продажи

source: OrderProduct|Subtotal
ru: Промежуточный итог

source: Orders
ru: Заказов

source: Orders Placed
ru: Размещенные заказы

source: Order|Grand total
ru: Обшая сумма

source: P.O. ID
ru: ID ЗнП

source: P.O. Product Id
ru: ID продуктa ЗнП

source: PV
ru: ПВ

source: Permission
ru: Разрешения

source: Permissions
ru: Разрешения

source: Permission|Action
ru: Операция

source: Permission|Table
ru: Таблица

source: Phone
ru: Телефон

source: Phone:
ru: Телефон:

source: Preferred contact method
ru: Предпочтительный способ связи

source: Price:
ru: Цена:

source: Product
ru: Продукт

source: Product Categories
ru: Категории продуктов

source: Product Code
ru: Код продукта

source: Product Id
ru: ID продукта

source: Product Id:
ru: ID продукта:

source: Product Name
ru: Название продукта

source: Product Name:
ru: Название продукта:

source: Product category
ru: Категории продуктов

source: Product id:
ru: ID продукта:

source: Product name:
ru: Название продукта:

source: ProductCategory|Category description
ru: Описание категории

source: ProductCategory|Category name
ru: Название категории

source: Production Id
ru: ID производства

source: Products
ru: Продукты

source: Product|Grams per unit
ru: Грамм на единицу

source: Product|Price
ru: Цена

source: Product|Product code
ru: Название продукта

source: Product|Product name
ru: Название продукта

source: Product|Pv
ru: Pv

source: Product|Unit
ru: Единица

source: Purchase
ru: Закупка

source: Purchase History
ru: История закупкок

source: Purchase Id
ru: ID закупки

source: Purchase Id:
ru: ID закупки:

source: Purchase Order Id:
ru: ID заказа на закупку:

source: Purchase Order Product Id:
ru: ID продукт заказа на поставку:

source: Purchase Report
ru: Отчет о закупках

source: Purchase Summary
ru: Сводка по покупке

source: Purchase Total
ru: Итог закупки

source: Purchase price
ru: Закупочная цена

source: Purchase product
ru: Продукт закупки

source: PurchaseProduct|Estimated cost
ru: Ориентировочная стоимость

source: PurchaseProduct|Estimated quantity
ru: Расчетное кол-во

source: PurchaseProduct|Estimated subtotal
ru: Расчетный промежуточный итог

source: PurchaseProduct|Purchase price
ru: Закупочная цена

source: PurchaseProduct|Purchase quantity
ru: Кол-во закупки

source: PurchaseProduct|Purchase subtotal
ru: Промежуточный итог закупки

source: Purchases
ru: Закупок

source: Purchase|Date expected
ru: Дата ожидаемой доставки

source: Purchase|Date ordered
ru: Дата заказа

source: Purchase|Date received
ru: Дата получения

source: Purchase|Estimated total
ru: Расчетная сумма

source: Purchase|Purchase total
ru: Итог закупки

source: Purchasing Report
ru: Отчёт о закупках

source: Quantity
ru: Колечество

source: Quantity:
ru: Колечество:

source: Register
ru: Регистрироваться

source: Registered
ru: Регистрировано

source: Remaining Qt:
ru: Оставшееся кол-во:

source: Remaining Qty
ru: Оставшееся кол-во

source: Remove
ru: Убрать

source: Reports
ru: Отчёты

source: Requirements
ru: Требования

source: Role
ru: Роли

source: Role(s)
ru: Роли

source: Roles
ru: Роли

source: Role|Role name
ru: Роль

source: Sale Price
ru: Цена продаже:

source: Sale Price:
ru: Цена продаже:

source: Sale price
ru: Цена продаже

source: Sales Report
ru: Отчёт по продаже

source: Sales Summary
ru: Сводка продаж

source: Search
ru: Поиск

source: Select Client
ru: Выбрать клиента

source: Select File
ru: Выбрать файл

source: Select Product
ru: Выберите продукт

source: Select a product
ru: Выбрать продукта

source: Select supplier
ru: Выбрать постовщика

source: Setting
ru: Настройки

source: Settings
ru: Настройки

source: Setting|Company address
ru: Адрес компании

source: Setting|Company name
ru: Название компании

source: Setting|Company phone
ru: Телефон компании

source: Show
ru: Показать

source: Start earning!
ru: Начать зарабатывать!

source: Start shopping!
ru: Начать покупки!

source: Subtotal
ru: Промежуточный итог

source: Subtotal:
ru: Промежуточный итог:

source: Supplier
ru: Постовщик

source: Supplier ID
ru: ID постовщика

source: Supplier Name
ru: ФИО постовщика

source: Supplier name
ru: ФИО постовщика

source: Supplier name:
ru: ФИО постовщика:

source: Supplier:
ru: Постовщик:

source: Suppliers
ru: Постовщики

source: Supplier|Address
ru: Адрес

source: Supplier|Phone
ru: Телефон

source: Supplier|Supplier name
ru: ФИО поставщика

source: Total
ru: Итог

source: Total Revenue
ru: Общий доход

source: Total Spent
ru: Всего потрачено

source: Udate Settings
ru: Обновить настройки

source: Unit
ru: Единица измерения

source: Unit:
ru: Единица измерения:

source: Units
ru: Единицы

source: Units Sold
ru: Проданных единиц

source: Units in Stock
ru: Единиц на складе

source: Update Category
ru: Обновить категори

source: Update Client
ru: Обновить клиента

source: Update Order
ru: Обновить заказа

source: Update Product
ru: Обновить продукта

source: Update Purchase Order
ru: Обновить заказа на закупки

source: Update Role
ru: Обновить роль

source: Update Supplier
ru: Обновить поставщика

source: Update User
ru: Обновить пользователя

source: Upload Company Logo
ru: Загрузить логотип

source: User
ru: Пользователи

source: User name
ru: Имя пользователя

source: Users
ru: Пользователи

source: Users & Settings
ru: Настройки

source: User|Email
ru: Эмайл

source: User|Encrypted password
ru: Зашифрованный пароль

source: User|Remember created at
ru: Помните, создано в

source: User|Reset password sent at
ru: Сброс пароля отправлен на

source: User|Reset password token
ru: Сброс пароля отправлен на

source: User|User name
ru: Имя пользователя

source: Weighted CPU
ru: Взвешенная стоимость за единицу

source: Weighted PPU
ru: Взвешенная цена за единицу

source: Within a business day of submitting your registration form you will receive an ID number and a password via your preferred contact method (see form).
ru: В течение рабочего дня после отправки регистрационной формы вы получите идентификационный номер и пароль, используя предпочитаемый вами способ связи (см. форму).

source: You don't have permission to do that
ru: У вас нет на это разрешения

source: Your personal information will be used for registration and internal statistics only.<br> Atomy will not share or sell your personal information.
ru: Ваша личная информация будет использоваться только для регистрации и внутренней статистики.<br> Атоми не будет передавать или продавать вашу личную информацию.

source: and start shopping!
ru: и приступайте к покупкам!

source: day (dd)
ru: день (дд)

source: enter keyword(s)
ru: введите ключевое слово

source: female
ru: женский

source: from:
ru: от:

source: log in
ru: авторизоваться

source: male
ru: мужской

source: month (mm)
ru: месяц (мм)

source: prevented us from importing your spreadsheet. Please update your spreadsheet and try agin.
ru: помешал нам импортировать вашу таблицу. Обновите таблицу и повторите попытку.

source: select clients
ru: выбрать клиента

source: select product
ru: выберите продукт

source: select products
ru: выбрать продукты

source: to the
ru: к

source: to:
ru: до:

source: year (yyyy)
ru: год (ггггг)
