app/views/orders/_form.html.erb

SELECT "clients".* FROM "clients"
---
     <%= form.label _("Select Client") %>
     <%= form.collection_select :client_id, Client.all, :id, :name, {}, :class => "form-control col-8 col-lg-6 col-xl-3 " %>