app/views/orders/_order_product_fields.html.erb

      <div class="field">
          <%= form.collection_select :product_id, Product.all, :id, :product_name %>
---
SELECT "products".* FROM "products"