app/views/orders/show.html.erb


<% @order.order_products.each do |op| %>
---
SELECT "order_products"."id" FROM "order_products" WHERE "order_products"."order_id" = $1  [["order_id", 8]]