app/controllers/clients_controller.rb

SELECT "clients".* FROM "clients" WHERE (first_name like '%max%' or last_name like '%max%' or address like '%max%' or id = 'max') ORDER BY name asc
---
  def index
    @clients = Client.order(sort_column + " " + sort_direction)

INSERT INTO "clients" ("name", "phone", "address", "city", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["name", "Max"], ["phone", "12312"], ["address", "121 fun street"], ["city", "Osh"], ["created_at", "2021-10-18 08:19:53.258708"], ["updated_at", "2021-10-18 08:19:53.258708"]]
---
  def create
    @client = Client.new(client_params)

    respond_to do |format|
      if @client.save

UPDATE "clients" SET "phone" = ?, "updated_at" = ? WHERE "clients"."id" = ?  [["phone", "+996 773 82 23 54"], ["updated_at", "2021-10-12 07:22:21.944093"], ["id", 2]]
---
  def update
    respond_to do |format|
      if @client.update(client_params)