app/controllers/orders_controller.rb

  def new
    ab = Ability.new(current_user)

    if !(can? :write, Order)
      flash[:danger] = "You are not authorized"
      redirect_to action: :index
    end

    @order = Order.new
    @order.order_products.new
---
SELECT "order_products".* FROM "order_products" WHERE "order_products"."order_id" = $1 AND "order_products"."id" IN ($2, $3)  [["order_id", 16], ["id", 17], ["id", 18]]