app/controllers/orders_controller.rb

    def find_finished_products
      finished_products = CategoryProduct.where("product_category_id = ? or product_category_id = ?", 1,3)
      product_ids = []
      finished_products.each do |finished_product|
        product_ids.push(finished_product.product_id)
      end
      @finished_products = Product.find(product_ids).sort_by &:product_name
---
SELECT "products".* FROM "products"
SELECT  "products".* FROM "products" WHERE "products"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]