app/controllers/orders_controller.rb

SELECT  "orders".* FROM "orders" WHERE "orders"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
  def index
    @orders = Order.search(params[:search]).order(sort_column + " " + sort_direction)

SELECT "products".* FROM "products"
SELECT  "order_products".* FROM "order_products" WHERE "order_products"."order_id" = $1 ORDER BY "order_products"."id" ASC LIMIT $2  [["order_id", 23], ["LIMIT", 1]]
---
  def new
    @order = Order.new
    @order.order_products.new

INSERT INTO "orders" ("client_id", "grand_total", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["client_id", 1], ["grand_total", 414.0], ["created_at", "2021-10-19 09:13:27.492616"], ["updated_at", "2021-10-19 09:13:27.492616"]]
---
  def create
    @order = Order.new(order_params)
    respond_to do |format|
      if @order.save

UPDATE "orders" SET "grand_total" = $1, "updated_at" = $2 WHERE "orders"."id" = $3  [["grand_total", nil], ["updated_at", "2021-10-20 08:14:22.044023"], ["id", 15]]
---
  def update
    respond_to do |format|
      if @order.update(order_params)