app/controllers/products_controller.rb

SELECT "products".* FROM "products" WHERE (product_name like '%coffee%' or address like '%coffee%' or id = 0) ORDER BY created_at asc
---
  def index
    @products = Product.search(params[:search]).order(sort_column + " " + sort_direction)

INSERT INTO "products" ("product_name", "price", "unit", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["product_name", "Coffee"], ["price", 100.0], ["unit", "Cup"], ["created_at", "2021-10-18 08:21:07.970056"], ["updated_at", "2021-10-18 08:21:07.970056"]]
---
  def create
    @product = Product.new(product_params)

    respond_to do |format|
      if @product.save

UPDATE "products" SET "price" = ?, "unit" = ?, "updated_at" = ? WHERE "products"."id" = ?  [["price", 780.0], ["unit", "bottle (5l)"], ["updated_at", "2021-10-12 07:29:17.524017"], ["id", 3]]
---
  def update
    respond_to do |format|
      if @product.update(product_params)