app/models/order.rb

SELECT  "orders".* FROM "orders" WHERE "orders"."id" = $1 ORDER BY client_id asc LIMIT $2  [["id", nil], ["LIMIT", 1]]
---
  def apply_client_discount(op)

      client_discounts = ClientDiscount.where("client_id = ? AND (start_date <= ? OR start_date IS null) AND (end_date >= ? OR end_date IS null) AND discounted_units_left > 0", op.order.client_id, Date.today, Date.today).order('discount_per_unit DESC')
      amount_left_to_remove = op.quantity

      if !client_discounts.blank?